"Print error format" = "There is an error in the printing code. Error number: %d.";

"Write error format" = "There is an error writing the file. Error number: %d.";

"NoDelete error format" = "There is an error deleting the file you are replacing. Error number: %d.";

"About Box Info" = "Carbon Printing Sample brought to you by Worldwide Developer Technical Support © 2000-2007 Apple";

"Cant Save PDF or PostScript File" = "Can’t save as PDF or PostScript file for some reason. Error number: %d.";

"DocumentTitle" = "Sample Document Title";

"Cant Create URL" = "Can’t create a URL for the specified file. Error number: %d.";

